
"event read status update" = "事件讀取狀態更新";

"device event status updated. The save" = "裝置事件狀態已更新。儲存";

"Resolved" = "已解決";
"Unresolved" = "未解決";


"The message status could not be updated" = "訊息狀態無法更新";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "您的 HP 裝置已傳送狀態更新。此更新不能儲存在 HP Utility中 - 訊息中心";

"Messages could not be displayed in HP Utility - Message Center" = "訊息無法顯示於 HP Utility-訊息中心";
